//** @file
//   Strings for H2oUve Config utility DXE
//
//;******************************************************************************
//;* Copyright (c) 2016, Insyde Software Corp. All Rights Reserved.
//;*
//;* You may not reproduce, distribute, publish, display, perform, modify, adapt,
//;* transmit, broadcast, present, recite, release, license or otherwise exploit
//;* any part of this publication in any form, by any means, without the prior
//;* written permission of Insyde Software Corporation.
//;*
//;******************************************************************************


#include "Standard.uni"

#string STR_BLANK_STRING                                                   #language en-US " "
                                                                           #language fr-FR " "
                                                                           #language zh-TW " "
                                                                           #language ja-JP " "
                                                                           #language it-IT " "
                                                                           #language es-ES " "
                                                                           #language de-DE " "
                                                                           #language pt-PT " "	
#string STR_DISABLED_TEXT                                                  #language en-US "Disabled"
                                                                           #language fr-FR "Désactiver"
                                                                           #language zh-TW "\wide停用\narrow"
                                                                           #language ja-JP "\wide使用しない\narrow"
                                                                           #language it-IT "Disabilitato"
                                                                           #language es-ES "inhabilitado"
                                                                           #language de-DE "Sperren"
                                                                           #language pt-PT "Proibir"
#string STR_ENABLED_TEXT                                                   #language en-US "Enabled"
                                                                           #language fr-FR "Activer"
                                                                           #language zh-TW "\wide啟用\narrow"
                                                                           #language ja-JP "\wide使用する\narrow"
                                                                           #language it-IT "abilitato"
                                                                           #language es-ES "permitido"
                                                                           #language de-DE "Aktivieren"
                                                                           #language pt-PT "Permitir"
													 
#string STR_NAME_VALUE_VAR_NAME0                                           #language en-US "MyNameValue0"

//
// Formset H2OUVE_FORMSET_GUID 
//
#string STR_H2OUVE_CONFIG_PAGE_FORMSET                                     #language en-US "H2oUve Configuration"
#string STR_H2OUVE_CONFIG_PAGE_FORMSET_HELP                                #language en-US "Show H2oUve Configuration"

#string STR_H2OUVE_CONFIG_PAGE                                             #language en-US "H2oUve Setup"

//
// VFR_FORMID_H2OUVE_CONFIG_PAGE
//
#string STR_H2OUVE_SUPPORT_STRING                           #language en-US        "H2OUVE Support"
                                                            #language zh-TW        "H2OUVE Support"
#string STR_H2OUVE_SUPPORT_HELP                             #language en-US        "Enable/Disable interface for H2OUVE tool."
                                                            #language zh-TW        "Enable/Disable interface for H2OUVE tool."
//
// End of file
//